Repository: Romuald-DJAGNISIGNING/camvote
Catalog: lib/l10n/app_*.arb
Languages: fr

# roleGatewayFeatureFraudTitle
source: Fraud defenses
fr: Défenses anti-fraude

# roleGatewayFeatureFraudSubtitle
source: Device + AI signals
fr: Signaux appareil + IA

# roleGatewayFeatureTransparencyTitle
source: Transparent results
fr: Résultats transparents

# roleGatewayFeatureTransparencySubtitle
source: Live public dashboards
fr: Tableaux publics en direct

# onboardingSkip
source: Skip
fr: Passer

# onboardingBack
source: Back
fr: Retour

# onboardingNext
source: Next
fr: Suivant

# onboardingEnter
source: Enter CamVote
fr: Entrer dans CamVote

# onboardingSlide1Title
source: Identity you can trust
fr: Identité fiable

# onboardingSlide1Subtitle
source: Biometric and liveness checks secure registration, voting, and every sensitive action.
fr: Les contrôles biométriques et liveness sécurisent l'inscription et le vote.

# onboardingSlide1Highlight1
source: Liveness verification
fr: Vérification liveness

# onboardingSlide1Highlight2
source: Privacy-safe receipts
fr: Reçus respectueux de la vie privée

# onboardingSlide1Highlight3
source: One person, one vote
fr: Une personne, un vote

# onboardingSlide2Title
source: Transparent public results
fr: Résultats publics transparents

# onboardingSlide2Subtitle
source: Live dashboards show turnout, counts, and verified updates for everyone.
fr: Tableaux en direct pour participation, comptes et mises à jour.

# onboardingSlide2Highlight1
source: Live results feeds
fr: Flux de résultats en direct

# onboardingSlide2Highlight2
source: Regional drilldowns
fr: Analyses régionales

# onboardingSlide2Highlight3
source: Observer-ready views
fr: Vues pour observateurs

# onboardingSlide3Title
source: Fraud defense at every step
fr: Défense anti-fraude à chaque étape

# onboardingSlide3Subtitle
source: AI risk signals, device integrity, and audit logs keep elections safe.
fr: Signaux IA, intégrité appareil et audits sécurisent les élections.

# onboardingSlide3Highlight1
source: AI risk signals
fr: Signaux de risque IA

# onboardingSlide3Highlight2
source: Device integrity checks
fr: Contrôles d'intégrité

# onboardingSlide3Highlight3
source: Immutable audit trails
fr: Pistes d'audit immuables

# chartBarLabel
source: Bar
fr: Barres

# chartPieLabel
source: Pie
fr: Camembert

# chartLineLabel
source: Line
fr: Courbe

# winnerVotesLabel
source: Winner votes
fr: Votes du vainqueur

# totalVotesLabel
source: Total votes
fr: Total des votes

# aboutBuilderTitle
source: About the builder
fr: À propos du créateur

# aboutBuilderSubtitle
source: Meet the vision, mission, and roadmap behind CamVote.
fr: Découvrez la vision, la mission et la feuille de route CamVote.

# aboutProfileTitle
source: Computer Science Engineering Undergraduate • Civic-Tech Builder
fr: Étudiant en ingénierie informatique • Bâtisseur civic-tech

# aboutProfileTagline
source: Building trustworthy digital elections for Cameroon.
fr: Construire des élections numériques fiables pour le Cameroun.

# aboutProfileVision
source: A transparent, secure, and inclusive electoral system that restores trust by making every step verifiable, accessible, and audit-ready.
fr: Un système électoral transparent, sûr et inclusif qui restaure la confiance en rendant chaque étape vérifiable, accessible et prête à l’audit.

# aboutProfileMission
source: Design systems that protect voter identity, prevent fraud, and publish results quickly without compromising integrity.
fr: Concevoir des systèmes qui protègent l’identité des électeurs, empêchent la fraude et publient des résultats rapidement sans compromettre l’intégrité.

# aboutTagSecureVoting
source: Secure voting
fr: Vote sécurisé

# aboutTagBiometrics
source: Biometrics
fr: Biométrie

# aboutTagAuditTrails
source: Audit trails
fr: Pistes d’audit

# aboutTagOfflineFirst
source: Offline-first UX
fr: UX hors ligne d’abord

# aboutTagAccessibility
source: Accessibility
fr: Accessibilité

# aboutTagLocalization
source: EN/FR localization
fr: Localisation EN/FR

# aboutVisionMissionTitle
source: Vision & Mission
fr: Vision et mission

# aboutContactSocialTitle
source: Contact & Social
fr: Contact et réseaux

# aboutProductFocusTitle
source: Product Focus
fr: Axes produit

# aboutTrelloTitle
source: Trello Board Stats
fr: Statistiques du tableau Trello

# aboutConnectTrelloTitle
source: Connect Trello
fr: Connecter Trello

# aboutConnectTrelloBody
source: Set CAMVOTE_TRELLO_KEY, CAMVOTE_TRELLO_TOKEN, and CAMVOTE_TRELLO_BOARD_ID to show live board stats.
fr: Définissez CAMVOTE_TRELLO_KEY, CAMVOTE_TRELLO_TOKEN et CAMVOTE_TRELLO_BOARD_ID pour afficher les stats.

# aboutTrelloLoadingTitle
source: Loading Trello data
fr: Chargement Trello

# aboutTrelloLoadingBody
source: Fetching live project stats...
fr: Récupération des statistiques…

# aboutTrelloUnavailableTitle
source: Trello unavailable
fr: Trello indisponible

# aboutTrelloUnavailableBody
source: Unable to fetch board stats: {error}
fr: Impossible de récupérer les stats : {error}

# aboutTrelloNotConfiguredTitle
source: Trello not configured
fr: Trello non configuré

# aboutTrelloNotConfiguredBody
source: Add Trello credentials to enable live stats.
fr: Ajoutez les identifiants Trello pour activer les statistiques.

# aboutProfileLoadingTitle
source: Loading profile
fr: Chargement du profil

# aboutProfileLoadingBody
source: Fetching builder profile...
fr: Récupération du profil du créateur…

# aboutProfileUnavailableTitle
source: Profile unavailable
fr: Profil indisponible

# aboutProfileUnavailableBody
source: Unable to load profile: {error}
fr: Impossible de charger le profil : {error}

# aboutProfileUnavailableEmpty
source: No profile data
fr: Aucune donnée de profil

# aboutSkillsHobbiesTitle
source: Skills & hobbies
fr: Compétences & loisirs

# aboutHobbyMusic
source: Music
fr: Musique

# aboutHobbyReading
source: Reading
fr: Lecture

# aboutHobbyWriting
source: Writing
fr: Écriture

# aboutHobbySinging
source: Singing
fr: Chant

# aboutHobbyCooking
source: Cooking
fr: Cuisine

# aboutHobbyCoding
source: Coding
fr: Programmation

# aboutHobbySleeping
source: Sleeping
fr: Dormir

# aboutWhyCamVoteTitle
source: Why CamVote
fr: Pourquoi CamVote

# aboutWhyCamVoteBody
source: CamVote demonstrates how civic tech can reduce irregularities, improve transparency, and return credible results quickly.
fr: CamVote montre comment la civic-tech peut réduire les irrégularités, améliorer la transparence et publier des résultats crédibles rapidement.

# aboutCopyEmail
source: Copy email
fr: Copier l'email

# emailLabel
source: Email address
fr: Adresse e-mail

# passwordLabel
source: Password
fr: Mot de passe

# passwordConfirmLabel
source: Confirm password
fr: Confirmer le mot de passe

# registrationAuthTitle
source: Create your secure account
fr: Créez votre compte sécurisé

# registrationAuthSubtitle
source: Your email and password will secure access after approval.
fr: Votre e-mail et mot de passe sécurisent l'accès après validation.

# passwordMismatch
source: Passwords do not match.
fr: Les mots de passe ne correspondent pas.

# aboutCopyLinkedIn
source: Copy LinkedIn
fr: Copier LinkedIn

# aboutCopyGitHub
source: Copy GitHub
fr: Copier GitHub

# aboutCopyBoardUrl
source: Copy board URL
fr: Copier l'URL du tableau

# aboutBoardUrlLabel
source: Board URL
fr: URL du tableau

# aboutLastActivityLabel
source: Last activity
fr: Dernière activité

# aboutTopListsLabel
source: Top lists
fr: Listes principales

# aboutStatOpen
source: Open
fr: Ouvert

# aboutStatDone
source: Done
fr: Terminé

# aboutFooterBuiltBy
source: © {year} CamVote • Built by {name}
fr: © {year} CamVote • Construit par {name}

# copiedMessage
source: {label} copied
fr: {label} copié

# registrationHubTitle
source: Registration
fr: Inscription

# registrationHubSubtitle
source: Start your secure voter enrollment process.
fr: Commencez votre processus d’inscription sécurisée des électeurs.

# deviceAccountPolicyTitle
source: Device Account Policy
fr: Politique de compte appareil

# deviceAccountPolicyBody
source: This device currently has {count}/{max} registered accounts. Max {max} accounts per device to reduce fraud.
fr: Cet appareil a actuellement {count}/{max} comptes enregistrés. Maximum {max} comptes par appareil pour réduire la fraude.

# biometricEnrollmentTitle
source: Biometric enrollment
fr: Enrôlement biométrique

# biometricEnrollmentStatusComplete
source: Completed and ready for verification.
fr: Terminé et prêt pour la vérification.

# biometricEnrollmentStatusPending
source: Pending completion.
fr: En attente de finalisation.

# statusComplete
source: Complete
fr: Terminé

# statusPending
source: Pending
fr: En attente

# statusCompleted
source: Completed
fr: Terminé

# statusRequired
source: Required
fr: Requis

# statusEnrolled
source: Enrolled
fr: Enrôlé

# statusVerified
source: Verified
fr: Vérifié

# registrationBlockedTitle
source: Registration blocked on this device
fr: Inscription bloquée sur cet appareil

# registrationBlockedBody
source: This device already reached the maximum number of accounts. If this is a mistake, you can request review via support.
fr: Cet appareil a déjà atteint le nombre maximum de comptes. Si c’est une erreur, vous pourrez demander une vérification via le support.

source: Start Voter Registration
fr: Démarrer l’inscription électeur

source: Back to Public Mode
fr: Retour au mode public

# errorWithDetails
source: Error: {details}
fr: Erreur : {details}

# registrationDraftTitle
source: Voter Registration (Draft)
fr: Inscription électeur (brouillon)

# registrationDraftHeaderTitle
source: Voter Registration
fr: Inscription électeur

# registrationDraftHeaderSubtitle
source: Complete your personal details to begin verification.
fr: Complétez vos informations personnelles pour commencer la vérification.

source: Draft saved
fr: Brouillon enregistré

source: Draft not saved
fr: Brouillon non enregistré

# draftSavedSubtitle
source: You can save and resume anytime. Next step: OCR + Liveness.
fr: Vous pouvez enregistrer et reprendre à tout moment. Prochaine étape : OCR + vivacité.

source: Clear draft
fr: Effacer le brouillon

# regionLabel
source: Region
fr: Région

source: Pick date of birth
fr: Choisir la date de naissance

# dateOfBirthWithValue
source: DOB: {date}
fr: Date de naissance : {date}

source: Save draft
fr: Enregistrer le brouillon

# registrationReviewTitle
source: Review registration
fr: Revoir l’inscription

# registrationReviewSubtitle
source: Confirm your data before submitting.
fr: Confirmez vos données avant l’envoi.

# registrationSectionPersonalDetails
source: Personal details
fr: Détails personnels

# registrationSectionDocumentVerification
source: Document verification
fr: Vérification du document

# registrationSectionSecurityEnrollment
source: Security enrollment
fr: Enrôlement sécurité

# summaryLabel
source: Summary
fr: Résumé

# nameMatchLabel
source: Name match
fr: Concordance du nom

# dobMatchLabel
source: DOB match
fr: Concordance DDN

# pobMatchLabel
source: POB match
fr: Concordance LDN

# nationalityMatchLabel
source: Nationality match
fr: Concordance nationalité

# nameLabel
source: Name
fr: Nom

# dateOfBirthShort
source: DOB
fr: DDN

# placeOfBirthShort
source: POB
fr: LDN

# biometricsLabel
source: Biometrics
fr: Biométrie

# livenessLabel
source: Liveness
fr: Vivacité

# registrationConsentTitle
source: I confirm all information is accurate.
fr: Je confirme que toutes les informations sont exactes.

# registrationConsentSubtitle
source: I consent to the secure processing of my registration data.
fr: Je consens au traitement sécurisé de mes données d’inscription.

# registrationSubmitting
source: Submitting...
fr: Envoi...

# registrationRenewing
source: Renewing electoral registration...
fr: Renouvellement de l’inscription électorale...

# registrationSubmit
source: Submit registration
fr: Soumettre l’inscription

# registrationSubmitBlockedNote
source: Complete document verification and enrollment to submit.
fr: Terminez la vérification du document et l’enrôlement pour soumettre.

# registrationSubmissionFailed
source: Submission failed.
fr: Échec de l’envoi.

# registrationRenewalFailed
source: Renewal failed.
fr: Échec du renouvellement.

source: Failed
fr: Échec

source: Yes
fr: Oui

source: No
fr: Non

# registrationSubmittedTitle
source: Registration submitted
fr: Inscription envoyée

# registrationSubmittedSubtitle
source: Your application is now in review.
fr: Votre demande est en cours d’examen.

# registrationSubmittedNote
source: You will be notified once verification is complete. Keep your tracking ID safe for follow-up.
fr: Vous serez notifié une fois la vérification terminée. Conservez votre ID de suivi.

# trackingIdLabel
source: Tracking ID
fr: ID de suivi

source: Go to voter login
fr: Aller à la connexion électeur

source: Continue to login
fr: Continuer vers la connexion

# deletedAccountLoginTitle
source: Account already exists
fr: Compte déjà existant

# deletedAccountLoginBody
source: This voter record already exists in the registry and cannot be re-registered. Please sign in with biometrics + liveness to continue.
fr: Ce dossier électeur existe déjà dans le registre et ne peut pas être réinscrit. Veuillez vous connecter avec biométrie + vivacité pour continuer.

# deletedAccountRenewedTitle
source: Record renewed
fr: Dossier renouvelé

# deletedAccountRenewedBody
source: Your previous record exists, but the e-electoral card had expired. We renewed the record. Please sign in to continue.
fr: Votre dossier existe déjà, mais la carte e-électorale avait expiré. Nous l'avons renouvelée. Veuillez vous connecter pour continuer.

source: Back to Public portal
fr: Retour au portail public

# registrationStatusPending
source: Pending
fr: En attente

# registrationStatusApproved
source: Approved
fr: Approuvée

# registrationStatusRejected
source: Rejected
fr: Rejetée

# biometricEnrollmentSubtitle
source: Secure your identity with biometrics and liveness.
fr: Sécurisez votre identité avec biométrie et vivacité.

# biometricEnrollmentSubtitleWithName
source: Secure {name} with biometrics and liveness.
fr: Sécurisez {name} avec biométrie et vivacité.

# biometricEnrollmentStep1Title
source: Step 1: Enroll biometrics
fr: Étape 1 : enrôler la biométrie

# biometricEnrollmentStep1Subtitle
source: We verify your fingerprint or Face ID using your device.
fr: Nous vérifions votre empreinte ou Face ID via votre appareil.

# biometricEnrollmentStep2Title
source: Step 2: Liveness check
fr: Étape 2 : contrôle de vivacité

# biometricEnrollmentStep2Subtitle
source: Confirm you are present in front of the camera right now.
fr: Confirmez que vous êtes bien devant la caméra.

source: Recheck
fr: Revérifier

source: Enroll now
fr: Enrôler maintenant

source: Re-verify biometrics
fr: Revérifier la biométrie

source: Run liveness
fr: Lancer la vivacité

source: Re-verify liveness
fr: Revérifier la vivacité

# enrollmentCompleteTitle
source: Enrollment complete
fr: Enrôlement terminé

# enrollmentInProgressTitle
source: Enrollment in progress
fr: Enrôlement en cours

# enrollmentCompleteBody
source: You can now finish registration.
fr: Vous pouvez maintenant terminer l’inscription.

# enrollmentInProgressBody
source: Complete both steps to continue.
fr: Terminez les deux étapes pour continuer.

source: Finish enrollment
fr: Terminer l’enrôlement

# biometricPrivacyNote
source: Your biometric data is stored securely on your device and is never saved as raw images.
fr: Vos données biométriques sont stockées de manière sécurisée sur l’appareil et ne sont jamais sauvegardées en images brutes.

# biometricEnrollReason
source: Enroll biometrics for secure voting.
fr: Enrôler la biométrie pour un vote sécurisé.

source: Biometric verification failed.
fr: La vérification biométrique a échoué.

source: Biometric enrollment recorded.
fr: Enrôlement biométrique enregistré.

source: Liveness check failed.
fr: Le contrôle de vivacité a échoué.

# livenessVerifiedToast
source: Liveness verified.
fr: Vivacité vérifiée.

# livenessCheckTitle
source: Liveness Check
fr: Contrôle de vivacité

# livenessCameraPermissionRequired
source: Camera permission is required.
fr: L’autorisation caméra est requise.

# livenessNoCameraAvailable
source: No camera available.
fr: Aucune caméra disponible.

# livenessPreparingCamera
source: Preparing camera...
fr: Préparation de la caméra...

# livenessHoldSteady
source: Hold steady for verification.
fr: Restez immobile pour la vérification.

# livenessStepLabel
source: Step {step} of {total}
fr: Étape {step} sur {total}

# livenessVerifiedMessage
source: Liveness verified.
fr: Vivacité vérifiée.

# livenessPromptHoldSteady
source: Hold steady. Follow the prompt.
fr: Restez immobile. Suivez l’instruction.

# livenessPromptCenterFace
source: Center your face in the frame.
fr: Centrez votre visage dans le cadre.

# livenessPromptAlignFace
source: Align your face to continue.
fr: Alignez votre visage pour continuer.

# livenessStatusNoFace
source: No face detected
fr: Aucun visage détecté

# livenessStatusFaceCentered
source: Face centered
fr: Visage centré

# livenessStatusAdjustPosition
source: Adjust position
fr: Ajustez la position

# livenessGoodLight
source: Good light
fr: Bonne lumière

# livenessOpenSettings
source: Open settings
fr: Ouvrir les paramètres

# livenessTaskBlinkTitle
source: Blink your eyes
fr: Clignez des yeux

# livenessTaskBlinkSubtitle
source: Close both eyes, then open them.
fr: Fermez les deux yeux, puis ouvrez-les.

# livenessTaskTurnLeftTitle
source: Turn left
fr: Tournez à gauche

# livenessTaskTurnLeftSubtitle
source: Gently turn your head to the left.
fr: Tournez doucement la tête vers la gauche.

# livenessTaskTurnRightTitle
source: Turn right
fr: Tournez à droite

# livenessTaskTurnRightSubtitle
source: Gently turn your head to the right.
fr: Tournez doucement la tête vers la droite.

# livenessTaskSmileTitle
source: Give a slight smile
fr: Faites un léger sourire

# livenessTaskSmileSubtitle
source: Relax your face and smile briefly.
fr: Détendez votre visage et souriez brièvement.

# voteBiometricsSubtitle
source: Biometrics + liveness required for every vote.
fr: Biométrie + vivacité requises pour chaque vote.

# noOpenElections
source: No election is currently open for voting.
fr: Aucune élection n’est actuellement ouverte au vote.

# electionScopeLabel
source: Scope: {scope}
fr: Portée : {scope}

# alreadyVotedInElection
source: ✅ You already voted in this election.
fr: ✅ Vous avez déjà voté dans cette élection.

# voteAction
source: Vote
fr: Voter

# deviceBlockedMessage
source: This device is temporarily blocked.
fr: Cet appareil est temporairement bloqué.

# deviceBlockedUntil
source: Until: {until}
fr: Jusqu’au : {until}

# electionLockedOnDevice
source: This election is locked on this device.
fr: Cette élection est verrouillée sur cet appareil.

# confirmVoteTitle
source: Confirm vote
fr: Confirmer le vote

# confirmVoteBody
source: You are about to vote. Selected: {candidate} ({party}) You will be asked to verify with biometrics + liveness.
fr: Vous êtes sur le point de voter. Sélection : {candidate} ({party}) Vous devrez vérifier avec biométrie + vivacité.

# voteBiometricReason
source: Confirm your identity to cast this vote.
fr: Confirmez votre identité pour voter.

# voteReceiptTitle
source: Vote receipt
fr: Reçu de vote

# voteReceiptSubtitle
source: Private verification receipt for your vote.
fr: Reçu de vérification privée pour votre vote.

# candidateHashLabel
source: Candidate hash
fr: Hash candidat

# partyHashLabel
source: Party hash
fr: Hash parti

# castAtLabel
source: Cast at
fr: Émis le

# auditTokenLabel
source: Audit token
fr: Jeton d’audit

source: Token copied
fr: Jeton copié

# copyAction
source: Copy
fr: Copier

# shareAction
source: Share
fr: Partager

# printReceiptAction
source: Print receipt
fr: Imprimer le reçu

# receiptSafetyNote
source: Keep this token safe. It lets you verify that your vote was included in the public audit log without revealing your choice.
fr: Conservez ce jeton en sécurité. Il vous permet de vérifier que votre vote a été inclus dans le journal d’audit public sans révéler votre choix.

# receiptShareMessage
source: CamVote receipt token: {token}
fr: Jeton de reçu CamVote : {token}

# receiptBiometricReason
source: Confirm your identity to access this receipt.
fr: Confirmez votre identité pour accéder à ce reçu.

# receiptPdfTitle
source: CamVote Receipt
fr: Reçu CamVote

# electionLabel
source: Election
fr: Élection

# receiptPrivacyNote
source: This receipt protects vote privacy by hashing the selection.
fr: Ce reçu protège la confidentialité du vote en hachant le choix.

# electoralCardTitle
source: e-Electoral Card
fr: Carte e-Électorale

# electoralCardSubtitle
source: Your verified digital voter identity card.
fr: Votre carte d’identité électorale numérique vérifiée.

# electoralCardIncompleteNote
source: Complete voter registration to generate your e-Electoral card.
fr: Terminez l’inscription électeur pour générer votre carte e-Électorale.

# electoralCardLockedTitle
source: CamVote e-Electoral Card
fr: Carte e-Électorale CamVote

# electoralCardLockedSubtitle
source: Unlock to view your card details.
fr: Déverrouillez pour voir les détails de votre carte.

source: Verify to unlock
fr: Vérifier pour déverrouiller

# electoralCardBiometricReason
source: Unlock your e-Electoral Card.
fr: Déverrouiller votre carte e-Électorale.

# electoralCardQrNote
source: This QR token is used to verify registration status without exposing personal details.
fr: Ce jeton QR permet de vérifier le statut d’inscription sans exposer vos données personnelles.

# electionsBrowseSubtitle
source: Browse scheduled elections and candidates.
fr: Parcourez les élections programmées et les candidats.

# electionStatusUpcoming
source: Upcoming
fr: À venir

# electionStatusOpen
source: Open
fr: Ouverte

# electionStatusClosed
source: Closed
fr: Clôturée

# opensLabel
source: Opens
fr: Ouverture

# closesLabel
source: Closes
fr: Clôture

# candidatesLabel
source: Candidates
fr: Candidats

# voterHomeSubtitle
source: Track your status, protect your vote, and stay informed.
fr: Suivez votre statut, protégez votre vote et restez informé.

# nextElectionTitle
source: Next election
fr: Prochaine élection

# nextElectionCountdown
source: {days} days • {time}
fr: {days} jours • {time}

# nextElectionCountdownLabelDays
source: Days
fr: Jours

# nextElectionCountdownLabelHours
source: Hours
fr: Heures

# nextElectionCountdownLabelSeconds
source: Seconds
fr: Secondes

# candidatesCountLabel
source: Candidates: {count}
fr: Candidats : {count}

# voterResultsSubtitle
source: Track results and verify your vote receipts.
fr: Suivez les résultats et vérifiez vos reçus de vote.

# resultsPublicPortalNote
source: Live results are available in the Public portal charts. Use the Voter portal for your personal verification and receipt.
fr: Les résultats en direct sont disponibles dans les graphiques du portail public. Utilisez le portail électeur pour votre vérification personnelle et votre reçu.

# pastElectionsTitle
source: Past elections
fr: Élections passées

# noClosedElections
source: No closed election yet.
fr: Aucune élection clôturée pour l’instant.

# yourReceiptsTitle
source: Your receipts
fr: Vos reçus

source: No receipts yet.
fr: Aucun reçu pour le moment.

# auditTokenShortLabel
source: Audit token: {token}
fr: Jeton d’audit : {token}

# voterProfileSubtitle
source: Manage your identity, security, and preferences.
fr: Gérez votre identité, votre sécurité et vos préférences.

source: Signed in voter
fr: Électeur connecté

# verificationStatusTitle
source: Verification status
fr: Statut de vérification

# verificationStatusVerified
source: Verified identity and eligible status.
fr: Identité vérifiée et statut éligible.
