Repository: Romuald-DJAGNISIGNING/camvote
Catalog: lib/l10n/app_*.arb
Languages: fr

# slogan
source: Your Vote. Your Voice. Your Future.
fr: Votre vote. Votre voix. Votre avenir.

# cameroonName
source: Republic of Cameroon
fr: République du Cameroun

# chooseModeTitle
source: Choose how you want to use CamVote
fr: Choisissez comment utiliser CamVote

# modePublicTitle
source: Public Access
fr: Accès Public

# modePublicSubtitle
source: View results, election info, and verify registration without logging in.
fr: Voir les résultats, infos électorales et vérifier une inscription sans connexion.

# modeVoterTitle
source: Voter
fr: Électeur

# modeVoterSubtitle
source: Register, get verified, vote securely, and access your e-Electoral Card.
fr: S’inscrire, se faire vérifier, voter en toute sécurité et accéder à la carte électorale numérique.

# modeObserverTitle
source: Observer
fr: Observateur

# modeObserverSubtitle
source: Read-only monitoring: audit logs, fraud flags, transparency tools.
fr: Suivi en lecture seule : journaux d’audit, alertes fraude et outils de transparence.

# modeAdminTitle
source: Admin
fr: Administrateur

# modeAdminSubtitle
source: Manage elections, candidates, monitoring, cleaning, bans, and compliance.
fr: Gérer élections, candidats, suivi, nettoyage, sanctions et conformité.

source: Settings
fr: Paramètres

source: About
fr: À propos

# aboutSub
source: Creator details, Trello progress dashboard, strengths & weaknesses.
fr: Créateur, tableau Trello, forces & faiblesses.

# publicPortalTitle
source: Public Portal
fr: Portail Public

# publicPortalHeadline
source: Public information (no login required)
fr: Informations publiques (sans connexion)

# publicResultsTitle
source: Results & Statistics
fr: Résultats & Statistiques

# publicResultsSub
source: Live trends, turnout, and final results.
fr: Tendances en direct, participation et résultats finaux.

# publicElectionsInfoTitle
source: Election Types & Guidelines
fr: Types d’élections & Guides

# publicElectionsInfoSub
source: Understand election types and voter guidelines.
fr: Comprendre les types d’élections et les règles.

# verifyRegistrationTitle
source: Verify Registration (Privacy-safe)
fr: Vérifier l’inscription (confidentialité)

# verifyRegistrationSub
source: Verify status using reg number + DOB. Identity stays masked.
fr: Vérifier via numéro + date de naissance. Identité masquée.

source: Last updated
fr: Dernière mise à jour

source: Turnout
fr: Participation

source: Total registered
fr: Total inscrits

# totalVotesCast
source: Votes cast
fr: Votes exprimés

source: Absentee
fr: Abstention

source: Candidate results
fr: Résultats des candidats

# electionsInfoHeadline
source: Election types and guidelines (public)
fr: Types d’élections et directives (public)

# guidelinesTitle
source: Guidelines
fr: Directives

# guidelineAgeRules
source: Registration: 18+. Voting: 20+. Eligibility is enforced automatically.
fr: Inscription : 18+. Vote : 20+. L’éligibilité est appliquée automatiquement.

# guidelineOnePersonOneVote
source: One person, one vote: duplicate attempts are blocked and audited.
fr: Un citoyen, un vote : les tentatives en double sont bloquées et auditées.

# guidelineSecrecy
source: Vote secrecy: receipts never reveal the chosen candidate.
fr: Secret du vote : les reçus ne révèlent jamais le candidat choisi.

# guidelineFraudReporting
source: Fraud reporting: suspicious patterns are flagged for observers and admins.
fr: Signalement fraude : comportements suspects signalés aux observateurs et admins.

# electionTypePresidential
source: Presidential Election
fr: Élection présidentielle

# electionTypePresidentialBody
source: Election of the Head of State. Results are monitored live with audit logs and locked after closing.
fr: Élection du Chef de l’État. Suivi en direct avec journaux d’audit et verrouillage après clôture.

# electionTypeLegislative
source: Legislative Election
fr: Élection législative

# electionTypeLegislativeBody
source: Election of members of parliament. Results available by constituency/region in the dashboard.
fr: Élection des députés. Résultats par circonscription/région dans le tableau.

# electionTypeMunicipal
source: Municipal Election
fr: Élection municipale

# electionTypeMunicipalBody
source: Election of municipal councilors. Results displayed at commune and regional levels.
fr: Élection des conseillers municipaux. Résultats par commune et région.

# electionTypeRegional
source: Regional Election
fr: Élection régionale

# electionTypeRegionalBody
source: Regional council elections. Includes turnout and participation statistics.
fr: Conseils régionaux. Statistiques de participation et taux de vote.

# electionTypeSenatorial
source: Senatorial Election
fr: Élection sénatoriale

# electionTypeSenatorialBody
source: Senate elections. Monitoring and audit view available for authorized roles.
fr: Élections du Sénat. Suivi et audit accessibles aux rôles autorisés.

# verifyPrivacyNote
source: Privacy note: public verification shows only masked identity information and status.
fr: Note confidentialité : la vérification publique affiche uniquement une identité masquée et le statut.

# verifyFormRegNumber
source: Registration number
fr: Numéro d’inscription

# verifyFormDob
source: Date of birth
fr: Date de naissance

# verifySubmit
source: Verify
fr: Vérifier

# requiredField
source: This field is required
fr: Champ obligatoire

# authRequired
source: Sign in required to continue.
fr: Connexion requise pour continuer.

# invalidRegNumber
source: Registration number must be at least 4 characters
fr: Le numéro doit contenir au moins 4 caractères

# selectDob
source: Please select your date of birth
fr: Veuillez choisir votre date de naissance

source: Tap to select
fr: Appuyez pour choisir

# verifyAttemptLimitBody
source: Too many verification attempts. Please wait before trying again.
fr: Trop de tentatives. Veuillez patienter avant de réessayer.

source: Cooldown
fr: Délai

# verifyResultTitle
source: Verification result
fr: Résultat de la vérification

source: Masked name
fr: Nom masqué

source: Masked reg number
fr: Numéro masqué

source: Status
fr: Statut

source: Card expiry
fr: Expiration de la carte

# verifyStatusNotFound
source: Not found
fr: Introuvable

# verifyStatusPending
source: Pending verification
fr: Vérification en attente

# verifyStatusRegisteredPreEligible
source: Registered (18–19, not eligible to vote yet)
fr: Inscrit (18–19, pas encore éligible)

# verifyStatusEligible
source: Eligible to vote
fr: Éligible au vote

# verifyStatusVoted
source: Already voted (current election)
fr: A déjà voté (élection en cours)

# verifyStatusSuspended
source: Suspended / under review
fr: Suspendu / en examen

# verifyStatusDeceased
source: Removed (deceased)
fr: Retiré (décès)

# verifyStatusArchived
source: Archived (retention)
fr: Archivé (rétention)

# verifyEligibleToastMessage
source: Congratulations! You can now vote in eligible elections. 🎉
fr: Félicitations ! Vous pouvez maintenant voter aux élections éligibles. 🎉

# voterPortalTitle
source: Voter Portal
fr: Espace Électeur

# voterHome
source: Home
fr: Accueil

# voterElections
source: Elections
fr: Élections

# voterVote
source: Vote
fr: Voter

# voterResults
source: Results
fr: Résultats

# voterProfile
source: Profile
fr: Profil

source: Admin Dashboard
fr: Tableau Admin

# adminDashboardIntro
source: Admin web-first dashboard includes election management, monitoring, cleaning, bans, audit and fraud review.
fr: Le tableau web admin inclut gestion des élections, suivi, nettoyage, sanctions, audit et revue fraude.

source: Observer Dashboard
fr: Tableau Observateur

# observerDashboardIntro
source: Observer read-only portal includes transparency monitoring, audit logs, fraud flags and restricted voter directory.
fr: Le portail observateur (lecture seule) inclut suivi, journaux d’audit, alertes fraude et annuaire restreint.

source: Appearance
fr: Apparence

source: Language
fr: Langue

source: System
fr: Système

source: Light
fr: Clair

source: Dark
fr: Sombre

# aboutIntro
source: This section will present the creator profile, the project vision, and a Trello-powered progress dashboard (publicly viewable).
fr: Cette section présentera le créateur, la vision du projet et un tableau de progression Trello (visible publiquement).

# regionAdamawa
source: Adamawa
fr: Adamaoua

# regionEast
source: East
fr: Est

# regionFarNorth
source: Far North
fr: Extrême-Nord

# regionNorth
source: North
fr: Nord

# regionNorthWest
source: North-West
fr: Nord-Ouest

# regionWest
source: West
fr: Ouest

# regionSouth
source: South
fr: Sud

# regionSouthWest
source: South-West
fr: Sud-Ouest

# notificationsSubtitle
source: Security, elections, and system updates.
fr: Sécurité, élections et mises à jour du système.

source: Mark all read
fr: Tout marquer comme lu

source: Clear all
fr: Tout effacer

# noNotifications
source: No notifications yet.
fr: Aucune notification pour le moment.

# audienceVoter
source: Voter
fr: Électeur

# audienceObserver
source: Observer
fr: Observateur

# audienceAdmin
source: Admin
fr: Administrateur

# audienceAll
source: All
fr: Tous

# toastAllRead
source: All notifications marked as read.
fr: Toutes les notifications sont marquées comme lues.

# notificationElectionSoonTitle
source: Election starts soon
fr: L'élection commence bientôt

# notificationElectionSoonBody
source: A scheduled election will open soon. Get ready to vote securely.
fr: Une élection programmée ouvrira bientôt. Préparez-vous à voter en toute sécurité.

# notificationElectionOpenTitle
source: Election is now open
fr: L'élection est ouverte

# notificationElectionOpenBody
source: Voting is now open. Cast your ballot securely.
fr: Le vote est ouvert. Votez en toute sécurité.

# notificationElectionClosedTitle
source: Election closed
fr: Élection clôturée

# notificationElectionClosedBody
source: Voting has closed. Results will be published shortly.
fr: Le vote est terminé. Les résultats seront publiés bientôt.

# notificationSecurityNoticeTitle
source: Security notice
fr: Alerte de sécurité

# notificationSecurityNoticeBody
source: Multiple invalid attempts detected on a device. Monitoring is active.
fr: Plusieurs tentatives invalides détectées sur un appareil. La surveillance est active.

# notificationStatusUpdateTitle
source: Status update
fr: Mise à jour du statut

# notificationStatusUpdateBody
source: You are registered (18-19). You will automatically become eligible at 20.
fr: Vous êtes inscrit (18-19). Vous deviendrez automatiquement éligible à 20 ans.

# summaryTab
source: Summary
fr: Résumé

# chartsTab
source: Charts
fr: Graphiques

# mapTab
source: Map
fr: Carte

# chartBarTitle
source: Votes by candidate (Bar)
fr: Votes par candidat (Barres)

# chartPieTitle
source: Vote share (Pie)
fr: Part des votes (Camembert)

# chartLineTitle
source: Turnout trend (Line)
fr: Tendance de participation (Courbe)

# chartLineSubtitle
source: Visualization will be API-driven once results are published.
fr: Visualisation pilotée par l’API une fois les résultats publiés.

# mapTitle
source: Cameroon regions (winner map)
fr: Carte des régions (vainqueur par région)

# mapTapHint
source: Tap a region to see the current leading candidate.
fr: Appuyez sur une région pour voir le candidat en tête.

# mapLegendTitle
source: Legend
fr: Légende

source: Loading…
fr: Chargement…

source: Startup error
fr: Erreur de démarrage

source: Error
fr: Erreur

# genericErrorLabel
source: Something went wrong. Please try again.
fr: Une erreur s'est produite. Veuillez réessayer.

source: Please wait
fr: Veuillez patienter

source: Retry
fr: Réessayer

source: Close
fr: Fermer

source: Cancel
fr: Annuler

source: Refresh
fr: Actualiser

source: Add
fr: Ajouter

source: Save
fr: Enregistrer

source: Delete
fr: Supprimer

# importAction
source: Import
fr: Importer

source: Search
fr: Rechercher

# noData
source: No data available
fr: Aucune donnée disponible

# winnerLabel
source: Winner
fr: Vainqueur

# resultsLive
source: LIVE Results
fr: Résultats EN DIRECT

# resultsFinal
source: FINAL Results
fr: Résultats FINAUX

# publicResultsAwaitingData
source: Awaiting official results publication.
fr: En attente de la publication officielle des résultats.

# mapOfWinners
source: Map of Regional Winners
fr: Carte des vainqueurs par région

source: Unknown
fr: Inconnu

source: Cameroon
fr: Cameroun

# appSlogan
source: Trust. Transparency. Truth.
fr: Confiance. Transparence. Vérité.

# documentOcrTitle
source: Document Verification (OCR)
fr: Vérification de document (OCR)

# documentOcrSubtitle
source: Upload an official document. We'll OCR it and match your details.
fr: Téléversez un document officiel. Nous le lirons et vérifierons vos informations.

source: Document type
fr: Type de document

# documentTypeNationalId
source: National ID
fr: Carte nationale d'identité

# documentTypePassport
source: Passport
fr: Passeport

# documentTypeOther
source: Other official document
fr: Autre document officiel

source: Full name
fr: Nom complet

source: Date of birth
fr: Date de naissance

source: Place of birth
fr: Lieu de naissance

source: Nationality
fr: Nationalité

# nationalityAdminReviewNote
source: Nationality will be verified by an admin after document review.
fr: La nationalité sera vérifiée par un administrateur après examen du document.

# pickFromGallery
source: Gallery
fr: Galerie

# captureWithCamera
source: Camera
fr: Caméra

# runOcr
source: Run OCR & Verify
fr: Lancer l'OCR et vérifier

# ocrProcessing
source: Processing…
fr: Traitement…

# ocrExtractedTitle
source: Extracted from document
fr: Extrait du document

# ocrValidationTitle
source: Match result
fr: Résultat de la vérification

# ocrVerifiedTitle
source: Verified
fr: Vérifié

# ocrRejectedTitle
source: Rejected
fr: Rejeté

# ocrSummaryVerified
source: Verified
fr: Vérifié

# ocrSummaryVerifiedPendingNationality
source: Verified • Nationality pending admin review
fr: Vérifié • Nationalité en attente de validation

# ocrSummaryNationalityPending
source: Nationality pending admin review
fr: Nationalité en attente de validation

# ocrIssueNameMismatch
source: Name mismatch
fr: Nom non conforme

# ocrIssueDobMismatch
source: Date of birth mismatch
fr: Date de naissance non conforme

# ocrIssuePobMismatch
source: Place of birth mismatch
fr: Lieu de naissance non conforme

# ocrIssueForeignDocument
source: Foreign document detected
fr: Document étranger détecté

# ocrVerified
source: Document verified ✅
fr: Document vérifié ✅

# ocrRejected
source: Verification rejected
fr: Vérification rejetée

# ocrFailedTitle
source: OCR failed
fr: OCR échoué

source: Raw OCR text
fr: Texte OCR brut

# tryAnotherDoc
source: Try another document
fr: Essayer un autre document

# continueNext
source: Continue
fr: Continuer

# ocrNotSupportedTitle
source: OCR not available here
fr: OCR indisponible ici

# ocrNotSupportedMessage
source: Document OCR works on Android/iOS. Use the mobile app for registration.
fr: L'OCR fonctionne sur Android/iOS. Utilisez l'application mobile pour l'inscription.

# foreignDocumentTitle
source: Document not eligible
fr: Document non éligible

# foreignDocumentBody
source: This document does not appear to be a Cameroonian official document. Registration is limited to Cameroonian citizens.
fr: Ce document ne semble pas être un document officiel camerounais. L’inscription est réservée aux citoyens camerounais.

# underageRegistrationTitle
source: Registration not allowed
fr: Inscription non autorisée

# underageRegistrationBody
source: You must be at least 18 years old to register. Please use the public portal for information and updates.
fr: Vous devez avoir au moins 18 ans pour vous inscrire. Veuillez utiliser le portail public pour les informations et les mises à jour.

# userLabel
source: User
fr: Utilisateur

# loginTitle
source: {role} sign in
fr: Connexion {role}

# loginHeaderTitle
source: Secure access for {role}
fr: Accès sécurisé pour {role}

# loginHeaderSubtitle
source: Verify identity, continue securely, and protect every action.
fr: Vérifiez l'identité, continuez en sécurité, et protégez chaque action.

# authInvalidCredentials
source: Invalid email/ID or password.
fr: E-mail/ID ou mot de passe invalide.

# authAccountNotFound
source: No account was found for this user.
fr: Aucun compte trouvé pour cet utilisateur.

# authTooManyRequests
source: Too many attempts. Please wait and try again.
fr: Trop de tentatives. Veuillez patienter puis réessayer.

# authNetworkError
source: Network issue detected. Check your connection and retry.
fr: Problème réseau détecté. Vérifiez votre connexion puis réessayez.

# authMustChangePassword
source: Change temporary password
fr: Changer le mot de passe temporaire

# authMustChangePasswordHelp
source: For transparency and account ownership, set your own password before continuing.
fr: Pour la transparence et la propriété du compte, définissez votre propre mot de passe avant de continuer.

# authUpdatePasswordAction
source: Update password
fr: Mettre à jour le mot de passe

# authPasswordUpdated
source: Password updated successfully.
fr: Mot de passe mis à jour avec succès.

# loginRequiresVerification
source: Your registration is pending verification. You can sign in once an admin approves your Cameroonian document.
fr: Votre inscription est en attente de validation. Vous pourrez vous connecter dès qu’un administrateur aura approuvé votre document camerounais.

# loginIdentifierLabel
source: Email or registration ID
fr: Email ou numéro d'inscription

# loginPasswordLabel
source: Password
fr: Mot de passe

# passwordMinLength
source: Min {length} characters
fr: Min {length} caractères

source: Sign in
fr: Se connecter

# signInSubtitle
source: Access voter, observer, or admin portals
fr: Accéder aux portails électeur, observateur ou admin

source: Sign out
fr: Se déconnecter

source: Delete account
fr: Supprimer le compte

# deleteAccountSubtitle
source: Permanent removal with legal retention rules
fr: Suppression définitive avec conservation légale

source: Signing in...
fr: Connexion…

source: Forgot password?
fr: Mot de passe oublié ?

# forgotPasswordTitle
source: Reset password
fr: Réinitialiser le mot de passe

# forgotPasswordSubtitle
source: We will send a secure reset link to your account.
fr: Nous enverrons un lien sécurisé à votre compte.

# forgotPasswordSend
source: Send reset link
fr: Envoyer le lien

# forgotPasswordSending
source: Sending...
fr: Envoi…

# forgotPasswordSuccess
source: Reset link sent.
fr: Lien de réinitialisation envoyé.

# forgotPasswordNeedHelpTitle
source: Need help?
fr: Besoin d'aide ?

# forgotPasswordNeedHelpSubtitle
source: Contact support for account recovery.
fr: Contactez l'assistance pour récupérer votre compte.

# forgotPasswordHeroTitle
source: Account recovery
fr: Récupération de compte

# forgotPasswordHeroSubtitle
source: Verify your identity and regain secure access.
fr: Vérifiez votre identité et reprenez l'accès sécurisé.

# biometricLogin
source: Use biometrics
fr: Utiliser la biométrie

# continueAs
source: Continue as {name}
fr: Continuer en tant que {name}

# biometricWebNotice
source: Biometric login is available on Android and iOS.
fr: La connexion biométrique est disponible sur Android et iOS.

# biometricNotAvailable
source: Biometrics are not available on this device.
fr: La biométrie n'est pas disponible sur cet appareil.

# biometricEnrollRequired
source: No biometrics enrolled. Please enroll Face ID or Fingerprint in your device settings.
fr: Aucune biométrie enregistrée. Enregistrez Face ID ou empreinte dans les paramètres de l'appareil.

# biometricReasonSignIn
source: Confirm your identity to sign in.
fr: Confirmez votre identité pour vous connecter.

# biometricReasonEnable
source: Enable biometric login for CamVote.
fr: Activer la connexion biométrique pour CamVote.

# biometricLoginTitle
source: Biometric + liveness login
fr: Connexion biométrique + liveness

# biometricLoginSubtitle
source: Require device biometrics and liveness for sign in.
fr: Exiger biométrie et liveness pour la connexion.

# biometricEnableRequiresLogin
source: Please sign in before enabling biometric + liveness login.
fr: Veuillez vous connecter avant d’activer la connexion biométrique + liveness.

# securityChipBiometric
source: Biometric gate
fr: Verrou biométrique

# securityChipLiveness
source: Liveness checks
fr: Vérifications liveness

# securityChipAuditReady
source: Audit ready
fr: Audit prêt

# securityChipFraudShield
source: Fraud shield
fr: Bouclier anti-fraude

# rolePortalTitle
source: {role} portal
fr: Portail {role}

# rolePortalSubtitle
source: Secured with biometrics and live checks.
fr: Sécurisé par biométrie et contrôles en direct.

# newVoterRegistrationTitle
source: New voter registration
fr: Nouvelle inscription électeur

# newVoterRegistrationSubtitle
source: Start your registration and verification flow.
fr: Démarrez votre inscription et vérification.

# accountSectionTitle
source: Account
fr: Compte

# securitySectionTitle
source: Security
fr: Sécurité

# supportSectionTitle
source: Support
fr: Assistance

# onboardingReplayTitle
source: Revisit onboarding
fr: Revoir l'onboarding

# onboardingReplaySubtitle
source: Replay the CamVote introduction
fr: Rejouer l'introduction CamVote

# helpSupportTitle
source: Help & Support
fr: Aide & Assistance

# helpSupportSubtitle
source: We respond fast to voting, security, and fraud issues.
fr: Réponse rapide pour vote, sécurité et fraude.

# helpSupportLoginSubtitle
source: Get help with access or security issues
fr: Aide pour accès ou sécurité

# helpSupportSettingsSubtitle
source: Get help with security or voting issues
fr: Aide pour sécurité ou vote

# helpSupportPublicSubtitle
source: Report issues or request assistance
fr: Signaler un problème ou demander de l'aide

# helpSupportEmergencyTitle
source: Emergency contact
fr: Contact d'urgence

# helpSupportRegistrationIdLabel
source: Registration ID (optional)
fr: Numéro d'inscription (optionnel)

# helpSupportCategoryLabel
source: Category
fr: Catégorie

# helpSupportMessageLabel
source: Describe the issue
fr: Décrivez le problème

# helpSupportSubmit
source: Submit ticket
fr: Soumettre un ticket

# helpSupportSubmitting
source: Sending...
fr: Envoi…

# helpSupportSubmissionFailed
source: Submission failed.
fr: Échec de l'envoi.

# helpSupportTicketReceived
source: Ticket received. Reference: {ticketId}
fr: Ticket reçu. Référence : {ticketId}

# helpSupportFaqTitle
source: FAQs
fr: FAQ

# helpSupportFaqRegistration
source: How do I register? Complete OCR + biometrics enrollment.
fr: Comment s'inscrire ? Complétez OCR + biométrie.

# helpSupportFaqLiveness
source: Why liveness checks? To prevent automated or replay fraud.
fr: Pourquoi le liveness ? Pour éviter la fraude automatisée.

# helpSupportFaqReceipt
source: How do I verify my vote? Use your receipt token.
fr: Comment vérifier mon vote ? Utilisez le reçu.

# supportCategoryRegistration
source: Registration
fr: Inscription

# supportCategoryVoting
source: Voting
fr: Vote

# supportCategoryBiometrics
source: Biometrics
fr: Biométrie

# supportCategoryFraud
source: Fraud report
fr: Signalement fraude

# supportCategoryTechnical
source: Technical
fr: Technique

# supportCategoryOther
source: Other
fr: Autre

# roleGatewayWebHint
source: Web: public, observer, admin
fr: Web : public, observateur, admin

# roleGatewayMobileHint
source: Mobile: public and voter
fr: Mobile : public et électeur

# roleGatewaySubtitle
source: Pick the portal that matches your mission today.
fr: Choisissez le portail qui correspond à votre mission aujourd'hui.

# roleGatewayFeatureVerifiedTitle
source: Verified identity
fr: Identité vérifiée

# roleGatewayFeatureVerifiedSubtitle
source: Biometrics + liveness
fr: Biométrie + liveness
