Repository: Romuald-DJAGNISIGNING/camvote
Catalog: lib/l10n/app_*.arb
Languages: fr

# verificationStatusPending
source: Pending verification. Complete OCR + biometrics.
fr: Vérification en attente. Complétez l’OCR + biométrie.

# verificationPendingTitle
source: Verification pending
fr: Vérification en attente

# verificationPendingSubtitle
source: You are signed in, but voting stays locked until your Cameroonian document is approved.
fr: Vous êtes connecté, mais le vote reste bloqué jusqu’à validation de votre document camerounais.

# verificationPendingBody
source: An admin will review your document and registration details. You will be notified when approved.
fr: Un administrateur examinera votre document et votre inscription. Vous serez notifié après validation.

# verificationTimelineTitle
source: Verification timeline
fr: Chronologie de vérification

# verificationStepSubmittedTitle
source: Registration received
fr: Inscription reçue

# verificationStepSubmittedBody
source: We have received your registration package.
fr: Votre dossier d’inscription a bien été reçu.

# verificationStepReviewTitle
source: Admin review in progress
fr: Vérification en cours

# verificationStepReviewBody
source: Your documents are being checked for validity.
fr: Vos documents sont en cours de vérification.

# verificationStepDecisionTitle
source: Decision notification
fr: Notification de décision

# verificationStepDecisionBody
source: You will be notified as soon as approval is complete.
fr: Vous serez notifié dès que l’approbation est terminée.

# verificationPendingPrimaryAction
source: Check registration status
fr: Vérifier l’inscription

# verificationPendingSecondaryAction
source: Go to public portal
fr: Aller au portail public

# verificationPendingSupportAction
source: Contact support
fr: Contacter le support

# verificationPendingSignOut
source: Sign out
fr: Déconnexion

# electoralCardViewSubtitle
source: View your digital voter card
fr: Voir votre carte d’électeur numérique

# votingCentersTitle
source: Voting centers map
fr: Carte des centres de vote

# votingCentersSubtitle
source: Find verified voting centers near you and view details.
fr: Trouvez les centres de vote vérifiés près de vous.

# votingCentersPublicSubtitle
source: Locate nearby voting centers and eligibility desks.
fr: Localisez les centres de vote et guichets d’éligibilité.

# votingCentersSelectTitle
source: Select a voting center
fr: Sélectionner un centre de vote

# votingCentersSelectSubtitle
source: Choose a center for physical registration or voting.
fr: Choisissez un centre pour l’inscription ou le vote en personne.

# votingCenterSelectPrompt
source: Select a center to continue
fr: Sélectionnez un centre pour continuer

# votingCenterSelectAction
source: Use this center
fr: Utiliser ce centre

# votingCentersSearchHint
source: Search by city, neighborhood, or center name
fr: Rechercher par ville, quartier ou nom du centre

# votingCentersFilterAll
source: All
fr: Tous

# votingCentersFilterCameroon
source: Cameroon
fr: Cameroun

# votingCentersFilterAbroad
source: Abroad
fr: À l'étranger

source: Use my location
fr: Utiliser ma position

# votingCentersMapTitle
source: Cameroon voting centers
fr: Centres de vote au Cameroun

# votingCentersMapHint
source: Tap a marker to view a center and select it.
fr: Touchez un marqueur pour voir un centre et le sélectionner.

# votingCentersLegendTitle
source: Map legend
fr: Légende de la carte

# votingCentersLegendCenter
source: Voting center
fr: Centre de vote

# votingCentersLegendAbroad
source: Abroad
fr: À l'étranger

# votingCentersLegendYou
source: You are here
fr: Vous êtes ici

# votingCentersNearbyTitle
source: Nearby centers
fr: Centres proches

# votingCentersNearbySubtitle
source: Ordered by distance when location is available.
fr: Classés par distance si la position est disponible.

# votingCentersEmpty
source: No centers available right now. Please refresh or check back soon.
fr: Aucun centre disponible pour le moment. Veuillez actualiser ou revenir plus tard.

# votingCenterNotSelectedTitle
source: No center selected
fr: Aucun centre sélectionné

# votingCenterNotSelectedSubtitle
source: Pick a voting center to complete your registration.
fr: Choisissez un centre pour finaliser l’inscription.

# votingCenterSelectedTitle
source: Selected voting center
fr: Centre de vote sélectionné

# votingCenterLabel
source: Voting center
fr: Centre de vote

source: Clear selection
fr: Effacer la sélection

# biometricsUnavailableTitle
source: Device not compatible
fr: Appareil non compatible

# biometricsUnavailableBody
source: Biometrics or liveness are unavailable on this device. Use a physical center for registration or voting.
fr: La biométrie ou la vivacité n’est pas disponible sur cet appareil. Utilisez un centre physique pour l’inscription ou le vote.

# locationServicesDisabled
source: Location services are disabled. Enable them to find nearby centers.
fr: Les services de localisation sont désactivés. Activez-les pour trouver les centres proches.

# locationPermissionDenied
source: Location permission denied. Allow access to find nearby centers.
fr: Autorisation de localisation refusée. Autorisez l’accès pour trouver les centres proches.

# locationPermissionDeniedForever
source: Location permission permanently denied. Update permissions in device settings.
fr: Autorisation de localisation refusée définitivement. Mettez à jour les permissions dans les paramètres.

# settingsSubtitle
source: Personalize your experience and security controls.
fr: Personnalisez votre expérience et vos contrôles de sécurité.

# themeStyleTitle
source: Theme style
fr: Style de thème

# themeStyleClassic
source: Classic
fr: Classique

# themeStyleCameroon
source: Cameroon
fr: Cameroun

# themeStyleFruity
source: Fruity
fr: Fruité

# themeStyleMagic
source: Magic
fr: Magique

# deleteAccountHeaderSubtitle
source: This action is permanent and requires verification.
fr: Cette action est définitive et nécessite une vérification.

# deleteAccountBody
source: This action is permanent. Your access will be removed, while legal retention rules apply to official electoral records.
fr: Cette action est définitive. Votre accès sera supprimé, tandis que les règles de rétention légale s’appliquent aux dossiers électoraux officiels.

# deleteAccountConfirmLabel
source: Type {keyword} to confirm
fr: Saisissez {keyword} pour confirmer

# deleteKeyword
source: DELETE
fr: SUPPRIMER

# deleteAccountConfirmError
source: Confirmation required.
fr: Confirmation requise.

# deleteAccountBiometricReason
source: Confirm account deletion.
fr: Confirmer la suppression du compte.

# deletingAccount
source: Deleting...
fr: Suppression...

source: Missing receipt data.
fr: Données de reçu manquantes.

source: Missing registration data.
fr: Données d’inscription manquantes.

source: Missing submission details.
fr: Détails de soumission manquants.

# signedInUser
source: Signed in
fr: Connecté

# adminVoterManagementTitle
source: Voter Management
fr: Gestion des électeurs

# adminVoterManagementSubtitle
source: Monitor registrations, verification, and flags.
fr: Suivez inscriptions, vérifications et alertes.

# adminRunListCleaningTooltip
source: Run electoral list cleaning
fr: Lancer le nettoyage des listes

# adminListCleaningDone
source: Cleaning done. Suspicious voters suspended.
fr: Nettoyage terminé. Électeurs suspects suspendus.

# voterSearchHint
source: Search by name or voter ID…
fr: Rechercher par nom ou ID électeur…

source: Filter region
fr: Filtrer par région

source: Filter status
fr: Filtrer par statut

source: Clear filters
fr: Effacer les filtres

# regionFilterLabel
source: Region: {region}
fr: Région : {region}

# statusFilterLabel
source: Status: {status}
fr: Statut : {status}

# noVotersMatchFilters
source: No voters match your filters.
fr: Aucun électeur ne correspond à vos filtres.

# deviceFlaggedLabel
source: Device flagged
fr: Appareil signalé

# biometricDuplicateLabel
source: Biometric duplicate
fr: Doublon biométrique

# ageLabel
source: Age {age}
fr: Âge {age}

# voterHasVotedLabel
source: Voted
fr: A voté

# voterNotVotedLabel
source: Not voted
fr: N’a pas voté

# chooseRegionTitle
source: Choose region
fr: Choisir une région

# chooseStatusTitle
source: Choose status
fr: Choisir un statut

# riskLow
source: Low
fr: Faible

# riskMedium
source: Medium
fr: Moyen

# riskHigh
source: High
fr: Élevé

# riskCritical
source: Critical
fr: Critique

# riskLabel
source: AI {risk}
fr: IA {risk}

# statusPendingVerification
source: Pending verification
fr: Vérification en attente

# statusRegistered
source: Registered
fr: Inscrit

# statusPreEligible
source: Pre-eligible (18–19)
fr: Pré-éligible (18–19)

# statusEligible
source: Eligible (20+)
fr: Éligible (20+)

# statusVoted
source: Voted
fr: A voté

# statusSuspended
source: Suspended
fr: Suspendu

# statusDeceased
source: Deceased
fr: Décédé

# statusArchived
source: Archived
fr: Archivé

# adminDashboardHeaderSubtitle
source: Monitor operations, audits, and live election health.
fr: Surveillez opérations, audits et santé électorale en direct.

# statRegistered
source: Registered
fr: Inscrits

# statVoted
source: Voted
fr: Ayant voté

# statActiveElections
source: Active elections
fr: Élections actives

# statSuspiciousFlags
source: Suspicious flags
fr: Alertes suspectes

# adminActionElections
source: Elections
fr: Élections

# adminActionVoters
source: Voters
fr: Électeurs

# adminObserverAccessTitle
source: Observer Access
fr: Accès observateur

# adminActionAuditLogs
source: Audit Logs
fr: Journaux d’audit

# adminObserverManagementTitle
source: Observer access
fr: Accès observateur

# adminObserverManagementSubtitle
source: Grant or revoke read-only observer access.
fr: Accorder ou révoquer l’accès observateur en lecture seule.

# adminObserverSearchHint
source: Search observers by name, email, or UID…
fr: Rechercher par nom, email ou UID…

# adminObserverAssignTitle
source: Grant observer access
fr: Accorder l’accès observateur

# adminObserverAssignSubtitle
source: Enter a user email or UID. The user must have signed in at least once.
fr: Saisissez un email ou un UID. L’utilisateur doit s’être connecté au moins une fois.

# adminObserverIdentifierLabel
source: User email or UID
fr: Email ou UID utilisateur

# adminObserverGrantAction
source: Grant access
fr: Accorder l’accès

# adminObserverRevokeAction
source: Revoke access
fr: Révoquer l’accès

# adminObserverCreateTitle
source: Create observer account
fr: Créer un compte observateur

# adminObserverCreateSubtitle
source: Provision observer credentials directly. The observer must change this temporary password at first sign-in.
fr: Provisionnez des identifiants observateur directement. L’observateur devra changer ce mot de passe temporaire à la première connexion.

# adminObserverUsernameLabel
source: Username (optional)
fr: Nom d’utilisateur (optionnel)

# adminObserverTempPasswordHelp
source: Use a temporary password (minimum 8 characters).
fr: Utilisez un mot de passe temporaire (8 caractères minimum).

# adminObserverCreateSuccess
source: Observer account created.
fr: Compte observateur créé.

# adminObserverDeleteAction
source: Delete observer
fr: Supprimer l’observateur

# adminObserverDeleteConfirm
source: Delete this observer account access? The profile will be archived and observer role removed.
fr: Supprimer l’accès de ce compte observateur ? Le profil sera archivé et le rôle observateur retiré.

# adminObserverDeleteSuccess
source: Observer account archived.
fr: Compte observateur archivé.

# adminObserverMustChangePasswordTag
source: Password reset required
fr: Réinitialisation du mot de passe requise

# adminObserverEmpty
source: No observers yet.
fr: Aucun observateur pour le moment.

# adminObserverRoleLabel
source: Role: {role}
fr: Rôle : {role}

# adminObserverUpdatedLabel
source: Updated {date}
fr: Mis à jour {date}

# adminObserverGrantSuccess
source: Observer access granted.
fr: Accès observateur accordé.

# adminObserverRevokeSuccess
source: Observer access revoked.
fr: Accès observateur révoqué.

# adminObserverInvalidIdentifier
source: Please enter an email or UID.
fr: Veuillez saisir un email ou un UID.

source: Live Results Preview
fr: Aperçu des résultats en direct

# adminPreviewLabel
source: Admin preview
fr: Aperçu admin

# observerPreviewLabel
source: Observer view
fr: Vue observateur

source: No election data available.
fr: Aucune donnée d’élection disponible.

# fraudIntelligenceTitle
source: Fraud intelligence
fr: Intelligence fraude

# fraudAiStatus
source: AI ACTIVE
fr: IA ACTIVE

# fraudSignalsFlagged
source: Suspicious signals flagged: {count}
fr: Signaux suspects détectés : {count}

# fraudAnomalyRate
source: Estimated anomaly rate: {rate}%
fr: Taux d’anomalie estimé : {rate}%

# fraudInsightBody
source: Signals combine device anomalies, biometric duplicates, and behavioral mismatches. Review flagged voters in Voters.
fr: Les signaux combinent anomalies d’appareil, doublons biométriques et écarts comportementaux. Examinez les électeurs signalés.

# fraudFlagsRateLabel
source: Flags: {flags} • Rate: {rate}%
fr: Alertes : {flags} • Taux : {rate}%

# observerDashboardHeaderSubtitle
source: Read-only oversight with transparent election data.
fr: Surveillance en lecture seule avec données électorales transparentes.

# observerReadOnlyTitle
source: Read-only access
fr: Accès en lecture seule

# observerTotalsLabel
source: Registered: {registered} • Voted: {voted} • Flags: {flags}
fr: Inscrits : {registered} • Voté : {voted} • Alertes : {flags}

# observerOpenAuditLogs
source: Open Audit Logs
fr: Ouvrir les journaux d’audit

# observerReportIncidentTitle
source: Report an incident
fr: Signaler un incident

# observerReportIncidentSubtitle
source: Submit evidence, photos, and a full incident report.
fr: Soumettre des preuves, photos et un rapport complet.

# incidentTitleLabel
source: Incident title
fr: Titre de l’incident

# incidentCategoryLabel
source: Category
fr: Catégorie

# incidentSeverityLabel
source: Severity
fr: Gravité

# incidentLocationLabel
source: Location
fr: Lieu

# incidentElectionIdLabel
source: Election ID (optional)
fr: ID de l’élection (optionnel)

# incidentDateTimeLabel
source: Incident date & time
fr: Date et heure de l’incident

# incidentEvidenceTitle
source: Evidence attachments
fr: Pièces jointes

# incidentAddCamera
source: Camera
fr: Caméra

# incidentAddGallery
source: Gallery
fr: Galerie

# incidentEvidenceEmpty
source: No evidence added yet.
fr: Aucune preuve ajoutée pour l’instant.

# incidentSubmitAction
source: Submit incident report
fr: Soumettre le rapport

source: Incident submission failed.
fr: Échec de l’envoi du rapport.

# incidentSubmittedBody
source: Incident report submitted. Reference: {id}
fr: Rapport envoyé. Référence : {id}

# incidentCategoryFraud
source: Fraud
fr: Fraude

# incidentCategoryLogistics
source: Logistics
fr: Logistique

# incidentCategoryTechnical
source: Technical
fr: Technique

# incidentCategoryAccessibility
source: Accessibility
fr: Accessibilité

# incidentCategoryOther
source: Other
fr: Autre

# incidentSeverityLow
source: Low
fr: Faible

# incidentSeverityMedium
source: Medium
fr: Moyenne

# incidentSeverityHigh
source: High
fr: Élevée

# incidentSeverityCritical
source: Critical
fr: Critique

# changeAction
source: Change
fr: Modifier

# adminElectionManagementTitle
source: Election Management
fr: Gestion des élections

# adminElectionManagementSubtitle
source: Create, schedule, and oversee elections.
fr: Créer, planifier et superviser les élections.

# adminCreateElection
source: Create election
fr: Créer une élection

source: No elections yet.
fr: Aucune élection pour l’instant.

# electionStatusLive
source: Live
fr: En direct

source: Add Candidate
fr: Ajouter un candidat

# electionTitleLabel
source: Election title
fr: Titre de l’élection

# electionTypeLabel
source: Election type
fr: Type d’élection

# electionStartLabel
source: Start: {date}
fr: Début : {date}

# electionEndLabel
source: End: {date}
fr: Fin : {date}

# electionStartTimeLabel
source: Start time: {time}
fr: Heure d’ouverture : {time}

# electionEndTimeLabel
source: End time: {time}
fr: Heure de clôture : {time}

# electionDescriptionLabel
source: Election description
fr: Description de l’élection

# electionScopeFieldLabel
source: Scope
fr: Portée

# electionScopeNational
source: National
fr: Nationale

# electionScopeRegional
source: Regional
fr: Régionale

# electionScopeMunicipal
source: Municipal
fr: Municipale

# electionScopeLocal
source: Local
fr: Locale

# electionLocationLabel
source: Location / constituency
fr: Lieu / circonscription

# registrationDeadlineTitle
source: Registration deadline
fr: Date limite d’inscription

# registrationDeadlineLabel
source: Registration deadline: {date}
fr: Date limite d’inscription : {date}

source: Add registration deadline
fr: Ajouter une date limite

# campaignStartTitle
source: Campaign start
fr: Début de campagne

# campaignStartLabel
source: Campaign starts: {date}
fr: Début de campagne : {date}

source: Add campaign start
fr: Ajouter le début de campagne

# campaignEndTitle
source: Campaign end
fr: Fin de campagne

# campaignEndLabel
source: Campaign ends: {date}
fr: Fin de campagne : {date}

source: Add campaign end
fr: Ajouter la fin de campagne

# resultsPublishTitle
source: Results publication
fr: Publication des résultats

# resultsPublishLabel
source: Results publication: {date}
fr: Publication des résultats : {date}

# addResultsPublish
source: Add results publication
fr: Ajouter la publication des résultats

# runoffOpenTitle
source: Runoff opening
fr: Ouverture du second tour

# runoffOpenLabel
source: Runoff opens: {date}
fr: Ouverture du second tour : {date}

# addRunoffOpen
source: Add runoff opening
fr: Ajouter l’ouverture du second tour

# runoffCloseTitle
source: Runoff closing
fr: Clôture du second tour

# runoffCloseLabel
source: Runoff closes: {date}
fr: Clôture du second tour : {date}

# addRunoffClose
source: Add runoff closing
fr: Ajouter la clôture du second tour

source: Clear deadline
fr: Effacer la date limite

# electionBallotTypeLabel
source: Ballot type
fr: Type de bulletin

# electionBallotTypeSingle
source: Single choice
fr: Choix unique

# electionBallotTypeRanked
source: Ranked choice
fr: Choix classé

# electionBallotTypeApproval
source: Approval voting
fr: Vote par approbation

# electionBallotTypeRunoff
source: Runoff
fr: Second tour

# electionEligibilityLabel
source: Eligibility notes
fr: Critères d’éligibilité

# electionTimezoneLabel
source: Timezone
fr: Fuseau horaire

# createAction
source: Create
fr: Créer

# editAction
source: Edit
fr: Modifier

# partyNameLabel
source: Party name
fr: Nom du parti

# partyAcronymLabel
source: Party acronym
fr: Sigle du parti

# candidateSloganLabel
source: Candidate slogan
fr: Slogan du candidat

# candidateBioLabel
source: Candidate bio
fr: Bio du candidat

# candidateWebsiteLabel
source: Campaign website
fr: Site de campagne

# candidateAvatarUrlLabel
source: Avatar photo URL
fr: URL de photo

# candidateRunningMateLabel
source: Running mate
fr: Colistier

# candidateColorLabel
source: Party color
fr: Couleur du parti

# addAction
source: Add
fr: Ajouter

# approveAction
source: Approve
fr: Approuver

# rejectAction
source: Reject
fr: Rejeter

# electionTypeParliamentary
source: Parliamentary Election
fr: Élection parlementaire

# electionTypeReferendum
source: Referendum
fr: Référendum

# auditLogsTitle
source: Audit Logs
fr: Journaux d’audit

# auditLogsSubtitle
source: Immutable trails for every action.
fr: Traçabilité immuable de chaque action.

# auditFilterAll
source: All
fr: Tous

# auditShowingAll
source: Showing all events
fr: Tous les événements

# auditFilterLabel
source: Filter: {filter}
fr: Filtre : {filter}

source: No audit events.
fr: Aucun événement d’audit.

# auditEventElectionCreated
source: Election created
fr: Élection créée

# auditEventCandidateAdded
source: Candidate added
fr: Candidat ajouté

# auditEventResultsPublished
source: Results published
fr: Résultats publiés

# auditEventListCleaned
source: List cleaned
fr: Liste nettoyée

# auditEventRegistrationApproved
source: Registration approved
fr: Inscription approuvée

# auditEventRegistrationRejected
source: Registration rejected
fr: Inscription rejetée

# auditEventSuspiciousActivity
source: Suspicious activity
fr: Activité suspecte

# auditEventDeviceBanned
source: Device banned
fr: Appareil banni

# auditEventVoteCast
source: Vote cast
fr: Vote enregistré

# auditEventRoleChanged
source: Role changed
fr: Rôle modifié

# legalHubTitle
source: Electoral laws & codes
fr: Textes et codes électoraux

# legalHubSubtitle
source: Official legal texts and civic references.
fr: Textes officiels et références civiques.

# legalSourcesTitle
source: Official sources
fr: Sources officielles

# legalSourcesSubtitle
source: Verified sources for Cameroon electoral law.
fr: Sources vérifiées pour le droit électoral camerounais.

# legalSourceElecamLabel
source: ELECAM portal
fr: Portail ELECAM

# legalSourceAssnatLabel
source: National Assembly portal
fr: Portail de l’Assemblée nationale

# legalElectoralCodeTitle
source: Electoral Code of Cameroon
fr: Code électoral du Cameroun

# legalDocumentSubtitle
source: Key highlights ({language})
fr: Points clés ({language})

# legalSearchHint
source: Search within the document
fr: Rechercher dans le document

# legalSearchEmpty
source: No matches found. Try a different keyword.
fr: Aucun résultat. Essayez un autre mot-clé.

# legalSearchResults
source: {count} result(s)
fr: {count} résultat(s)

# openWebsite
source: Open
fr: Ouvrir

# openLinkFailed
source: Unable to open the link.
fr: Impossible d’ouvrir le lien.

# languageEnglish
source: English
fr: Anglais

# languageFrench
source: French
fr: Français

# missingDocumentData
source: Missing legal document data.
fr: Données du document juridique manquantes.

# adminToolsTitle
source: Admin tools
fr: Outils administrateur

# adminContentSeedTitle
source: Content studio
fr: Studio de contenu

# adminContentSeedSubtitle
source: Seed civic data, election info, and reference centers.
fr: Alimentez l’application avec des données civiques vérifiées.

# adminContentSeedOverwrite
source: Overwrite existing entries
fr: Écraser les données existantes

# adminContentSeedIncludeCenters
source: Seed regional centers (capitals)
fr: Ajouter des centres régionaux (capitales)

# adminContentSeedAction
source: Seed Cameroon content
fr: Charger le contenu du Cameroun

# adminContentSeedRunning
source: Seeding content...
fr: Chargement...

# adminContentSeedReportTitle
source: Seed report
fr: Rapport de chargement

# adminContentSeedCivicLessons
source: Civic lessons
fr: Leçons civiques

# adminContentSeedElectionCalendar
source: Election calendar
fr: Calendrier électoral

# adminContentSeedTransparency
source: Transparency updates
fr: Mises à jour de transparence

# adminContentSeedChecklist
source: Observation checklist
fr: Checklist d’observation

# adminContentSeedLegalDocs
source: Legal documents
fr: Documents juridiques

# adminContentSeedElectionsInfo
source: Elections info
fr: Infos élections

# adminContentSeedCenters
source: Voting centers
fr: Centres de vote

# adminContentSeedSuccess
source: Content seeded in Firestore.
fr: Données ajoutées à Firestore.

# adminContentManageTitle
source: Content manager
fr: Gestionnaire de contenu

# adminContentManageSubtitle
source: Create, update, or delete records for civic lessons, calendar, legal texts, transparency, checklist, and public content.
fr: Créez, mettez à jour ou supprimez des enregistrements pour les contenus civiques, le calendrier, les textes juridiques, la transparence, la checklist et le contenu public.

# adminContentManageSaved
source: Content saved.
fr: Contenu enregistré.
