Repository: Romuald-DJAGNISIGNING/camvote
Catalog: lib/l10n/app_*.arb
Languages: fr

# adminContentManageEmpty
source: No content items in this collection yet.
fr: Aucun élément de contenu dans cette collection pour le moment.

# adminContentManageIdLabel
source: Record ID
fr: ID de l’enregistrement

# adminContentManageJsonLabel
source: JSON payload
fr: Charge utile JSON

# adminContentManageDeleteConfirm
source: Delete this content item? This action cannot be undone.
fr: Supprimer cet élément de contenu ? Cette action est irréversible.

# adminContentManageDeleted
source: Content deleted.
fr: Contenu supprimé.

# adminFraudMonitorTitle
source: Fraud monitor
fr: Surveillance fraude

# adminFraudMonitorSubtitle
source: AI risk signals, anomaly trends, and device flags.
fr: Signaux IA, anomalies et appareils signalés.

# fraudSignalsTitle
source: Active fraud signals
fr: Signaux de fraude actifs

# fraudSignalDeviceAnomaly
source: Device anomaly
fr: Anomalie de l'appareil

# fraudSignalBiometricDuplicate
source: Biometric duplicate
fr: Doublon biométrique

# fraudSignalUnverified
source: Unverified
fr: Non vérifié

# fraudSignalAgeAnomaly
source: Age anomaly
fr: Anomalie d'âge

# fraudSignalStatusRisk
source: Status risk
fr: Risque de statut

# fraudSignalVoteStateMismatch
source: Vote state mismatch
fr: Incohérence de l'état du vote

# fraudRiskScoreTitle
source: Risk score
fr: Score de risque

# fraudRiskScoreValue
source: {score}% risk
fr: {score}% de risque

# fraudSignalTotal
source: Signals
fr: Signaux

# fraudDevicesFlagged
source: Devices flagged
fr: Appareils signalés

# fraudAccountsAtRisk
source: Accounts at risk
fr: Comptes à risque

# adminSecurityTitle
source: Device security
fr: Sécurité des appareils

# adminSecuritySubtitle
source: Device risk status, strikes, and integrity alerts.
fr: Risque appareil, sanctions et alertes d’intégrité.

# securityStrikesLabel
source: {count} strikes
fr: {count} sanctions

# adminIncidentsTitle
source: Incident oversight
fr: Supervision des incidents

# adminIncidentsSubtitle
source: Monitor and resolve field incidents and reports.
fr: Suivi et résolution des incidents terrain.

# filterLabel
source: Filter
fr: Filtre

# filterAll
source: All
fr: Tous

# incidentStatusOpen
source: Open
fr: Ouvert

# incidentStatusInvestigating
source: Investigating
fr: En enquête

# incidentStatusResolved
source: Resolved
fr: Résolu

# adminResultsPublishTitle
source: Publish results
fr: Publier les résultats

# adminResultsPublishSubtitle
source: Finalize and publish verified results.
fr: Valider et publier les résultats vérifiés.

# adminVotingCentersTitle
source: Voting centers
fr: Centres de vote

# adminVotingCentersSubtitle
source: {count} centers in the directory.
fr: {count} centres enregistrés.

# adminVotingCentersImportCsv
source: Import CSV
fr: Importer CSV

# adminVotingCentersImportHint
source: Paste CSV with columns: name,address,city,region_code,region_name,country,country_code,type,latitude,longitude,status,contact,notes
fr: Collez un CSV avec colonnes : name,address,city,region_code,region_name,country,country_code,type,latitude,longitude,status,contact,notes

# adminVotingCentersImportDone
source: Imported {count} centers.
fr: Importé {count} centres.

# adminVotingCentersEditTitle
source: Edit voting center
fr: Modifier un centre

# adminVotingCentersCreateTitle
source: Create voting center
fr: Créer un centre

# adminVotingCentersDeleteConfirm
source: Delete this voting center? This cannot be undone.
fr: Supprimer ce centre de vote ? Cette action est irréversible.

# centerNameLabel
source: Center name
fr: Nom du centre

# centerAddressLabel
source: Address
fr: Adresse

# centerCityLabel
source: City
fr: Ville

# centerRegionCodeLabel
source: Region code
fr: Code région

# centerRegionNameLabel
source: Region name
fr: Région

# centerCountryLabel
source: Country
fr: Pays

# centerCountryCodeLabel
source: Country code
fr: Code pays

# centerTypeLabel
source: Center type
fr: Type de centre

# centerTypeDomestic
source: Domestic
fr: National

# centerTypeEmbassy
source: Embassy
fr: Ambassade

# centerTypeConsulate
source: Consulate
fr: Consulat

# centerTypeOther
source: Other
fr: Autre

# centerStatusLabel
source: Status
fr: Statut

# centerStatusActive
source: Active
fr: Actif

# centerStatusInactive
source: Inactive
fr: Inactif

# centerStatusPending
source: Pending
fr: En attente

# resultsPublishSummary
source: {votes} votes • {precincts} precincts reporting
fr: {votes} votes • {precincts} bureaux remontés

# publishResultsAction
source: Publish
fr: Publier

# resultsPublishNotReady
source: Not ready
fr: Non prêt

# resultsPublishedToast
source: Results published.
fr: Résultats publiés.

# observerToolsTitle
source: Observer tools
fr: Outils observateur

# observerResultsToolSubtitle
source: Read-only live results and trends.
fr: Résultats en direct en lecture seule.

# observerIncidentTrackerTitle
source: Incident tracker
fr: Suivi des incidents

# observerIncidentTrackerSubtitle
source: Track your reported incidents in real time.
fr: Suivez vos incidents signalés.

# observerTransparencyTitle
source: Transparency feed
fr: Fil de transparence

# observerTransparencySubtitle
source: Official updates and public accountability notes.
fr: Mises à jour officielles et transparence publique.

# observerChecklistTitle
source: Observation checklist
fr: Checklist d’observation

# observerChecklistSubtitle
source: Verify compliance points and log observations.
fr: Vérifiez la conformité et consignez vos observations.

# publicElectionCalendarTitle
source: Election calendar
fr: Calendrier électoral

# publicElectionCalendarSubtitle
source: Upcoming election dates and milestones.
fr: Dates et jalons des élections à venir.

# publicCivicEducationTitle
source: Civic education
fr: Éducation civique

# publicCivicEducationSubtitle
source: Learn voting rights, duties, and procedures.
fr: Droits, devoirs et procédures de vote.

# accountArchivedTitle
source: Account archived
fr: Compte archivé

# accountArchivedSubtitle
source: Your account is inactive
fr: Votre compte est inactif

# accountArchivedBody
source: Your account was archived at your request or by an administrator. To restore access, please contact support or sign in to verify your identity.
fr: Votre compte a été archivé à votre demande ou par un administrateur. Pour rétablir l’accès, contactez l’assistance ou connectez-vous pour vérifier votre identité.

# accountArchivedLoginAction
source: Go to login
fr: Aller à la connexion

# accountArchivedPublicAction
source: Continue as public
fr: Continuer en mode public

# accountArchivedMessage
source: This account is archived. Please sign in to verify or contact support.
fr: Ce compte est archivé. Veuillez vous connecter pour vérifier ou contacter l’assistance.

# readMoreAction
source: Read more
fr: Lire plus

# countdownsTitle
source: Countdowns
fr: Comptes à rebours

# countdownsSubtitle
source: Track election moments and personal eligibility timers.
fr: Suivez les moments électoraux et vos délais d’éligibilité.

# countdownElectionsSectionTitle
source: Election countdowns
fr: Comptes à rebours électoraux

# countdownElectionOpensTitle
source: Opens in
fr: Ouverture dans

# countdownElectionClosesTitle
source: Closes in
fr: Clôture dans

# countdownCardExpiryTitle
source: e-Electoral card expiry
fr: Expiration de la carte e-électorale

# countdownCardExpiryBody
source: Your card expires on {date}.
fr: Votre carte expire le {date}.

# countdownCardExpiryWarning
source: Renew before expiry to keep your voting status active.
fr: Renouvelez avant l’expiration pour conserver votre statut électoral.

# countdownRenewCardAction
source: Renew card
fr: Renouveler la carte

# countdownEligibilityTitle
source: Eligibility unlock
fr: Éligibilité

# countdownEligibilityBody
source: You become eligible to vote on {date}.
fr: Vous devenez éligible au vote le {date}.

# countdownEligibilityCelebrate
source: You’re now eligible to vote!
fr: Vous êtes maintenant éligible au vote !

# countdownSuspensionTitle
source: Suspension ends
fr: Fin de suspension

# countdownSuspensionBody
source: Suspension lifts on {date}.
fr: La suspension prend fin le {date}.

# countdownNoTimersTitle
source: No active countdowns
fr: Aucun compte à rebours actif

# countdownNoTimersBody
source: Your next timers will appear here as soon as data is available.
fr: Vos prochains comptes à rebours apparaîtront dès que les données seront disponibles.

# countdownExpiredLabel
source: Expired
fr: Expiré

# countdownTodayLabel
source: Today
fr: Aujourd’hui

# countdownViewAllAction
source: View all countdowns
fr: Voir tous les comptes à rebours

# voterCountdowns
source: Countdowns
fr: Comptes à rebours

# voterCountdownsSubtitle
source: Track election timers and eligibility updates.
fr: Suivez les chronos électoraux et votre éligibilité.

# countdownPersonalSectionTitle
source: Personal countdowns
fr: Comptes à rebours personnels

# countdownRegistrationDeadlineTitle
source: Registration closes in
fr: Clôture des inscriptions dans

# countdownCampaignStartsTitle
source: Campaign starts in
fr: Début de campagne dans

# countdownCampaignEndsTitle
source: Campaign ends in
fr: Fin de campagne dans

# countdownResultsPublishTitle
source: Results publication in
fr: Publication des résultats dans

# countdownRunoffOpensTitle
source: Runoff opens in
fr: Ouverture du second tour dans

# countdownRunoffClosesTitle
source: Runoff closes in
fr: Clôture du second tour dans

# webDownloadAppTitle
source: Get the CAMVOTE mobile app
fr: Obtenez l’application mobile CAMVOTE

# webDownloadAppSubtitle
source: Register, vote, and receive updates faster on your phone.
fr: Inscrivez-vous, votez et recevez des mises à jour plus vite sur votre téléphone.

# webDownloadPlayStore
source: Get it on Google Play
fr: Disponible sur Google Play

# webDownloadAppStore
source: Download on the App Store
fr: Télécharger sur l’App Store

# webDownloadQrTitle
source: Scan to download
fr: Scannez pour télécharger

# webDownloadLearnMore
source: Learn more about mobile features
fr: En savoir plus sur les fonctionnalités mobiles
